{
  "book_appointment": "Reservar una cita",
  "schedule_consultation": "Programa una consulta con la Dra. Catherine González.",
  "schedule_now": "Reservar ahora",
  "subscribe": "Suscribirse",
  "title": "Dra. Catherine González - Especialista en Neumología",
  "description": "Descubre la experiencia de la Dra. Catherine González, una médica neumóloga con amplia experiencia en salud respiratoria y oncología torácica. Sirviendo a Bogotá con atención excepcional.",
  "navbar_title": "Dra. Catherine González",
  "nav_home": "Inicio",
  "nav_about_us": "Sobre mi",
  "nav_contact_us": "Contáctenos",
  "info_title_education": "Educación y Certificaciones",
  "info_description_education": "Más información sobre las calificaciones académicas y certificaciones.",
  "info_title_experience": "Experiencia",
  "info_description_experience": "Un resumen detallado de la experiencia profesional.",
  "footer_made_with": "Hecho con",
  "footer_by": "por",
  "nav_services": "Servicios",
  "info_title_skills": "Habilidades",
  "info_description_skills": "Explora las competencias clave y atributos de Catherine.",
  "education_fea_pulmonary": "F.E.A. Neumología - Hospital Universitario Jerez de la Frontera",
  "education_fea_pulmonary_desc": "Formación especializada en Neumología con un enfoque en salud respiratoria y oncología torácica.",
  "education_thoracic_oncology": "Máster en Oncología Torácica - Universidad Cardenal Herrera",
  "education_thoracic_oncology_desc": "Estudios avanzados en oncología torácica, centrados en el diagnóstico y tratamiento de malignidades torácicas.",
  "education_doctor": "Doctora - Fundación Universitaria Sanitas, Colombia",
  "education_doctor_desc": "Formación médica completada con un enfoque en atención al paciente e investigación médica.",
  "education_nimv_methodology": "Curso Internacional de Experto en Metodología VMNI - Escuela Internacional VMNI",
  "education_nimv_methodology_desc": "Formación avanzada en técnicas de ventilación mecánica no invasiva para el cuidado respiratorio.",
  "experience_vithas": "Médico Neumólogo - Hospital Vithas Xanit Internacional",
  "experience_vithas_desc": "Prestación de atención especializada en neumología con enfoque en tratar afecciones respiratorias y mejorar resultados en los pacientes.",
  "experience_jerez": "Médico Neumólogo - Hospital Universitario Jerez de la Frontera",
  "experience_jerez_desc": "Gestión de casos pulmonares complejos, incluidas enfermedades respiratorias crónicas y tratamientos de oncología torácica.",
  "experience_sanitas": "Médico General - Fundación Universitaria Sanitas",
  "experience_sanitas_desc": "Experiencia inicial en atención al paciente y toma de decisiones clínicas.",
  "skill_teamwork": "Trabajo en equipo",
  "skill_teamwork_desc": "Colaboración efectiva con equipos multidisciplinarios para garantizar los mejores resultados para los pacientes.",
  "skill_proactivity": "Proactividad",
  "skill_proactivity_desc": "Toma la iniciativa para mantenerse actualizada en los avances más recientes en neumología y aplicarlos en la práctica.",
  "skill_leadership": "Liderazgo",
  "skill_leadership_desc": "Habilidades de liderazgo demostradas en la guía de equipos y mejora de prácticas institucionales.",
  "skill_research": "Investigación y Análisis",
  "skill_research_desc": "Contribuciones a artículos de investigación médica y exploración continua de innovaciones en oncología torácica.",
  "hero_title": "Dra. Catherine González",
  "hero_subheading": "Médica Neumóloga con experiencia, dedicada a mejorar la salud respiratoria y ofrecer atención especializada en Bogotá. Explora mis calificaciones, servicios y contribuciones a la oncología torácica.",
  "hero_connect": "Conéctate conmigo:",
  "email_subject": "Consulta sobre servicios de neumología",
  "email_body": "Estimada Dra. Catherine González,\n\nMe gustaría consultar sobre sus servicios de neumología. Por favor, hágamelo saber.\n\nAtentamente,\n[Su Nombre]",
  "contact_title": "Contacto y Ubicación",
  "contact_subtitle": "Visita mi clínica o ponte en contacto para consultas y citas.",
  "contact_address_label": "Dirección:",
  "contact_address": "Carrera 14 # 84-11, Bogotá, Colombia",
  "contact_phone_label": "Teléfono:",
  "contact_phone": "+57 312 345 6789",
  "contact_email_label": "Correo Electrónico:",
  "contact_email": "catherine3070@hotmail.com",
  "testimonial_title": "Lo que dicen los pacientes",
  "testimonial_subtitle": "Descubre lo que pacientes y colegas dicen sobre sus experiencias con la Dra. Catherine González. La excelencia en atención neumológica comienza aquí.",
  "testimonial_1_name": "Juan Pérez",
  "testimonial_1_title": "Paciente",
  "testimonial_1_feedback": "La Dra. Catherine González brindó una atención excepcional y me hizo sentir tranquilo durante mi tratamiento. Estoy eternamente agradecido por su experiencia.",
  "testimonial_2_name": "Ana López",
  "testimonial_2_title": "Colega",
  "testimonial_2_feedback": "Trabajar con la Dra. González ha sido un placer absoluto. Su dedicación a sus pacientes y a su profesión es inigualable.",
  "testimonial_3_name": "Carlos Martínez",
  "testimonial_3_title": "Paciente",
  "testimonial_3_feedback": "Gracias a la Dra. González, finalmente encontré alivio para mis problemas respiratorios crónicos. Su enfoque personalizado marcó la diferencia.",
  "nav_blog": "Blog",
  "nav_booking": "Reservas"
}
