{
  "title": "Dr. Catherine González - Pulmonology Specialist",
  "description": "Discover the expertise of Dr. Catherine González, a pulmonology physician with a fully certified degree in Colombia and extensive experience in respiratory health and thoracic oncology. Serving Bogotá with exceptional care.",
  "book_appointment": "Book an Appointment",
  "schedule_consultation": "Schedule a consultation with Dr. Catherine González.",
  "schedule_now": "Schedule Now",
  "subscribe": "Subscribe",
  "navbar_title": "Dr. Catherine González",
  "nav_home": "Home",
  "nav_about_us": "About",
  "nav_contact_us": "Contact Us",
  "info_title_education": "Education & Certifications",
  "info_description_education": "Learn more about the academic qualifications and certifications.",
  "info_title_experience": "Experience",
  "info_description_experience": "A detailed overview of professional experience.",
  "footer_made_with": "Made with",
  "footer_by": "by",
  "nav_services": "Services",
  "info_title_skills": "Skills",
  "info_description_skills": "Check out Catherine's key competencies and attributes.",
  "education_fea_pulmonary": "F.E.A Pulmonary - Hospital Universitario Jerez de la Frontera",
  "education_fea_pulmonary_desc": "Specialized training in Pulmonology with a focus on respiratory health and thoracic oncology.",
  "education_thoracic_oncology": "Master in Thoracic Oncology - Cardenal Herrera University",
  "education_thoracic_oncology_desc": "Advanced studies in thoracic oncology, focusing on the diagnosis and treatment of thoracic malignancies.",
  "education_doctor": "Doctor - Sanitas University Foundation, Colombia",
  "education_doctor_desc": "Completed medical training with a focus on providing excellent patient care and medical research.",
  "education_nimv_methodology": "International Expert Course in NIMV Methodology - International School VMNI",
  "education_nimv_methodology_desc": "Advanced training in non-invasive mechanical ventilation techniques for respiratory care.",
  "experience_vithas": "Pulmonology Physician - Hospital Vithas Xanit Internacional",
  "experience_vithas_desc": "Providing specialized care in pulmonology with a focus on treating respiratory conditions and improving patient outcomes.",
  "experience_jerez": "Pulmonology Physician - Hospital Universitario Jerez de la Frontera",
  "experience_jerez_desc": "Managed complex pulmonary cases, including chronic respiratory diseases and thoracic oncology treatments.",
  "experience_sanitas": "Medical Doctor - Sanitas University Foundation",
  "experience_sanitas_desc": "Gained foundational experience in patient care and clinical decision-making.",
  "skill_teamwork": "Teamwork",
  "skill_teamwork_desc": "Effectively collaborates with multidisciplinary teams to ensure the best outcomes for patients.",
  "skill_proactivity": "Proactivity",
  "skill_proactivity_desc": "Takes initiative to stay updated on the latest advancements in pulmonology and applies them to practice.",
  "skill_leadership": "Leadership",
  "skill_leadership_desc": "Strong leadership skills demonstrated in guiding teams and improving institutional practices.",
  "skill_research": "Research and Analysis",
  "skill_research_desc": "Contributed to medical research articles and continuously explores innovations in thoracic oncology.",
  "hero_title": "Dr. Catherine González",
  "hero_subheading": "General Practitioner and Pulmonology Specialist, with a medical degree and specialization fully certified in Colombia after completing her training in Spain. Dr. Catherine González offers both in-person and online medical services, focusing on prevention, diagnosis, and treatment of respiratory and general health conditions. Book an appointment for professional and personalized care.",
  "hero_connect": "Connect with me:",
  "email_subject": "Inquiry about Pulmonology Services",
  "email_body": "Dear Dr. Catherine González,\n\nI would like to inquire about your pulmonology services. Please let me know the next steps.\n\nBest regards,\n[Your Name]",
  "contact_title": "Contact & Location",
  "contact_subtitle": "Visit my clinic or get in touch for inquiries and appointments.",
  "contact_address_label": "Address:",
  "contact_address": "Carrera 14 # 84-11, Bogotá, Colombia",
  "contact_phone_label": "Phone:",
  "contact_phone": "+57 312 345 6789",
  "contact_email_label": "Email:",
  "contact_email": "catherine3070@hotmail.com",
  "testimonial_title": "What Patients Say",
  "testimonial_subtitle": "Discover what patients and colleagues have to say about their experiences with Dr. Catherine González. Excellence in pulmonology care starts here.",
  "testimonial_1_name": "John Doe",
  "testimonial_1_title": "Patient",
  "testimonial_1_feedback": "Dr. Catherine González provided exceptional care and made me feel at ease during my treatment. I am forever grateful for her expertise.",
  "testimonial_2_name": "Jane Smith",
  "testimonial_2_title": "Colleague",
  "testimonial_2_feedback": "Working with Dr. González has been an absolute pleasure. Her dedication to her patients and her profession is unparalleled.",
  "testimonial_3_name": "Carlos Martínez",
  "testimonial_3_title": "Patient",
  "testimonial_3_feedback": "Thanks to Dr. González, I finally found relief from my chronic respiratory issues. Her personalized approach made all the difference.",
  "nav_blog": "Blog",
  "nav_booking": "Booking"
}
